import "./DescriptionStore.scss";

export default function DescriptionStore() {
  return (
    <div className="descriptionStore">
      <div className="descriptionStore__headingsLeft">
        <h3 className="descriptionStore__heading1">
          Добро пожаловать в наш магазин мёда! Мы рады предложить вам широкий
          ассортимент натурального мёда, который производится с любовью и
          заботой. Каждый наш продукт — это результат труда пчёл, собравших
          нектар с лучших цветов, и мы гарантируем его высокое качество и
          свежесть.
        </h3>
        <h3 className="descriptionStore__heading2">
          В нашем магазине вы найдете различные виды мёда, каждый из которых
          обладает уникальными вкусами и ароматами. Мы уверены, что вы найдете
          именно тот сорт, который станет вашим любимым. Каждая упаковка нашего
          мёда оформлена с заботой, а также содержит всю необходимую информацию
          о продукте, включая его стоимость.
        </h3>
      </div>
      <div className="descriptionStore__headingsRight">
        <h3 className="descriptionStore__heading3">
          Вы можете легко ознакомиться с описанием каждого товара и сделать
          заказ прямо на сайте. Просто выберите интересующий вас товар и нажмите
          на кнопку "Заказать", чтобы насладиться натуральным мёдом!
        </h3>
        <h3 className="descriptionStore__heading4">
          Спасибо, что выбрали наш магазин. Мы стремимся предоставить вам только
          лучшее!
        </h3>

        <h3 className="descriptionStore__heading5">
          Для заказа перейдите в раздел "Наши товары"
        </h3>
      </div>
    </div>
  );
}
